{
  "films": [
    {
      "image": "1.jpg",
      "name": "Запретная кухня",
      "price": 350,
      "article": "C1",
      "available": true,
      "genres": "СЕМЕЙНЫЙ, КОМЕДИЯ",
      "plot": "Эйбу 12. Он живёт в Бруклине и обожает готовить. Но почти каждый ужин его еврейско-арабской семьи заканчивается дракой. Может быть, кухня сможет исцелить вековые разногласия? Сумеет ли Эйб приготовить блюдо, которое наконец-то объединит за столом всех его родственников?",
      "producer": "Фернанду Гроштейн Андраде",
      "cast": "Дагмара Доминчук, Марк Марголис, Ноа Шнапп, Александр Ходж, Ариан Моайед, Сеу Хорхе, Том Мартиросян, Тедди Колука, Ларри Гевирц",
      "time": "8:00"
    },
    {
      "image": "2.jpg",
      "name": "Преследование",
      "price": 350,
      "article": "C2",
      "available": true,
      "genres": "КОМЕДИЯ, УЖАСЫ, ТРИЛЛЕР",
      "plot": "Молодая семья отправляется в путешествие на автомобиле. Уверенный в себе отец семейства совершает опасный манёвр, подгоняя нерасторопного водителя минивэна. Однако такая дерзость не остаётся безнаказанной, и минивэн начинает преследование обидчика. Никто не мог представить, что эта поездка для всей семьи превратится в настоящую борьбу за жизнь.",
      "producer": "Лодевейк Крейнс",
      "cast": "Ерун Шпиценбергер, Анник Фифер, Розмарин ван дер Хук, Лиз Вергеер, Уиллем де Вульф, Труус те Селле, Хьюберт Фермин, Тим Линда",
      "time": "20:00"
    },
    {
      "image": "3.jpg",
      "name": "Успеть за два часа",
      "price": 350,
      "article": "C3",
      "available": false,
      "genres": "ПРИКЛЮЧЕНИЯ, ФАНТАСТИКА, СЕМЕЙНЫЙ",
      "plot": "Тим привык тратить время на пустяки и откладывать важные дела на потом. В ходе научного эксперимента он узнаёт, что ему осталось жить всего два часа. На что их потратить? И есть ли шанс изменить свою судьбу?",
      "producer": "Д. Джеймс Ньютон",
      "cast": "Гарри Джарвис, Элла-Рэй Смит, Альхаджи Фофана, Кит Аллен, Сиобан Редмонд, Шонн Уолш, Марек Ларвуд, Кирсти Диллон, Фабьен Пьёлини-Касл",
      "time": "10:30"
    },
    {
      "image": "4.jpg",
      "name": "Тёмное наследие",
      "price": 350,
      "article": "C4",
      "available": true,
      "genres": "ДРАМА, МИСТИКА, ТРИЛЛЕР",
      "plot": "Богатый и влиятельный отец семейства внезапно умирает. Его жена и дочь начинают разбираться в оставленном им наследстве. Погружаясь в прошлое отца, девушка узнает о завещании, оставленном для неё одной. Однако она не подозревает, что скоро столкнётся с правдой, которая станет угрозой для всей её семьи.",
      "producer": "Вон Стайн",
      "cast": "Лили Коллинз, Конни Нильсен, Саймон Пегг, Чейс Кроуфорд, Марке Ричардсон, Майкл Бич, Крис Ганн, Джо Herrera, Кристина Дероса",
      "time": "17:30"
    },
    {
      "image": "5.jpg",
      "name": "Дочь тьмы",
      "price": 350,
      "article": "C5",
      "available": false,
      "genres": "ХОРРОР, МИСТИКА",
      "plot": "В одной из уездных русских деревень народ с почестями встречает очаровательную молодую невесту барина, пока тот задержался в городе. Все, от мала до велика, поражены её красотой и очаровательной любезностью. И всё же, что-то таится в светлом облике этой прелестной девушки. Есть в ней нечто сокрытое и порабощающее. Лишь один человек сможет не соблазниться, не впасть в искушение перед её уловками — тот, которого все считают не от мира сего… В схватке тёмных и светлых сил сойдутся городская красавица и деревенский блаженный Иван. От исхода этого поединка будет зависеть будущее всех жителей деревни…",
      "producer": "Ростислав Мусаев",
      "cast": "Георгий Витязев, Анастасия Веденская, Сергей Горобченко, Алексей Рыжков, Аксинья Олейник, Максим Деричев, Павел Кравец, Алексей Дмитриев, Виталий Филипповых, Александра Березовец-Скачкова, Елена Князева-Шмаль",
      "time": "14:00"
    },
    {
      "image": "6.jpg",
      "name": "Обратная связь",
      "price": 350,
      "article": "C6",
      "available": true,
      "genres": "УЖАСТИК, ТРИЛЛЕР",
      "plot": "Ужасающий психологический триллер о террористах, взявших в заложники скандально известного радиоведущего.",
      "producer": "Педро С. Алонсо",
      "cast": "Эдди Марсан, Пол Андерсон, Ивана Бакеро, Ричард Брейк, Оливер Куперсмит, Алексил Родни, Энтони Хед, Алана Боден, Начо Альдегуэр",
      "time": "22:00"
    },
    {
      "image": "7.jpg",
      "name": "Коллекторы 2",
      "price": 350,
      "article": "C7",
      "available": true,
      "genres": "БОЕВИК",
      "plot": "Продолжение зубодробительных приключений отчаянных напарников, которых свела судьба и заставила начистить физиономии не одному десятку негодяев. В этот раз им предстоит дельце покруче прежнего, и одними кулаками тут не обойтись…",
      "producer": "Джесси Джонсон",
      "cast": "Скотт Адкинс, Луис Мэндилор, Владимир Кулих, Мариано Мендоса, Кэтрин Блэк, Демитра Сили, Ски Карр",
      "time": "00:00"
    }
  ]
}